/* eslint-disable react/no-unescaped-entities */
import React from "react";
import styles from "./privacyPolicy.module.scss";

const PrivacyPolicy = () => {
  return (
    <div className={styles.mainPrivacyPolicy}>
      <div className={styles.title}>
        <h1>מדיניות פרטיות</h1>
      </div>
      <div className={styles.description}>
        <p>
          מדיניות פרטיות עבור Pixel Planet
          <br />
          עודכן לאחרונה: 14 באוקטובר, 2024
          <br />
          תודה שביקרתם ב-Pixel Planet (אנחנו, לנו או שלנו"). מדיניות פרטיות זו מפרטת כיצד אנו אוספים, משתמשים ומגנים על המידע האישי והלא אישי שלכם כאשר אתם משתמשים באתר שלנו הממוקם בכתובת{" "}
          <a href="https://lp.pixel-planet.co.il">https://lp.pixel-planet.co.il</a> ("האתר").
          <br />
          על ידי גישה או שימוש באתר, אתם מסכימים לתנאי מדיניות פרטיות זו. אם אינכם מסכימים עם הנהלים המתוארים במדיניות זו, אנא אל תשתמשו באתר.
          <br />
          <br />
          <strong>מידע שאנו אוספים</strong>
          <br />
          <strong>1.1 מידע אישי</strong>
          <br />
          אנו אוספים את המידע האישי הבא מכם:
          <br />
          - <strong>שם:</strong> אנו אוספים את שמכם כדי להתאים אישית את החוויה שלכם ולתקשר איתכם בצורה יעילה.
          <br />
          - <strong>דוא"ל:</strong> אנו אוספים את כתובת הדוא"ל שלכם כדי לשלוח לכם מידע חשוב בנוגע לפניות, עדכונים על פרויקטים ותקשורת שוטפת.
          <br />
          - <strong>מספר טלפון:</strong> ייתכן שנאסוף את מספר הטלפון שלכם כדי לתקשר ישירות לגבי פרטי פרויקטים או תמיכה.
          <br />
          - <strong>מידע תשלום:</strong> אנו אוספים פרטי תשלום על מנת לעבד תשלומים עבור השירותים המסופקים. עם זאת, איננו שומרים את פרטי התשלום על השרתים שלנו. תשלומים מעובדים על ידי ספקי תשלום חיצוניים אמינים.
          <br />
          <br />
          <strong>1.2 מידע לא אישי</strong>
          <br />
          אנו עשויים להשתמש בעוגיות רשת וטכנולוגיות דומות כדי לאסוף מידע לא אישי כמו כתובת ה-IP שלכם, סוג הדפדפן, מידע על המכשיר ודפוסי גלישה. מידע זה מסייע לנו לשפר את חוויית הגלישה שלכם, לנתח מגמות ולשפר את השירותים שלנו.
          <br />
          <br />
          <strong>מטרת איסוף המידע</strong>
          <br />
          אנו אוספים ומשתמשים במידע האישי שלכם למטרות הבאות:
          <br />
          - עיבוד בקשות הפרויקטים שלכם והענקת שירותי פיתוח ועיצוב.
          <br />
          - שליחת עדכונים על פרויקטים מתמשכים, הודעות חשובות ותקשורת תמיכה בלקוח.
          <br />
          - מענה לפניות שלכם ושיפור החוויה שלכם עם השירותים שלנו.
          <br />
          <br />
          <strong>שיתוף המידע</strong>
          <br />
          איננו משתפים את המידע האישי שלכם עם צדדים שלישיים למעט אם נדרש לשם אספקת השירותים שביקשתם (למשל, עיבוד תשלום או כלים לניהול פרויקטים). איננו מוכרים, מחליפים או משכירים את המידע האישי שלכם לאחרים.
          <br />
          <br />
          <strong>פרטיות ילדים</strong>
          <br />
          Pixel Planet אינו מיועד לילדים מתחת לגיל 13. אנו לא אוספים מידע אישי במודע מילדים. אם אתם הורים או אפוטרופוסים ומאמינים שילדכם סיפק לנו מידע אישי, אנא צרו קשר בכתובת הדואל המפורטת להלן.
          <br />
          <br />
          <strong>עדכונים למדיניות פרטיות</strong>
          <br />
          אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת כדי לשקף שינויים בפרקטיקות שלנו או מסיבות תפעוליות, משפטיות או רגולטוריות אחרות. כל עדכון יפורסם בעמוד זה, וייתכן שנודיע לכם בדוא"ל על שינויים משמעותיים.
          <br />
          <br />
          <strong>פרטי יצירת קשר</strong>
          <br />
          אם יש לכם שאלות, חששות או בקשות הקשורות למדיניות פרטיות זו, תוכלו ליצור איתנו קשר ב:
          <br />
          <strong>דוא"ל:</strong> sergeishay@gmail.com
          <br />
          <strong>טלפון:</strong> +972 54-909-3350
          <br />
          <br />
          על ידי שימוש ב-Pixel Planet, אתם מסכימים לתנאי מדיניות פרטיות זו.
        </p>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
