import React from "react";
import styles from "./accessibility.module.scss";

const Accessibility = () => {
  return (
    <div className={styles.mainAccessibility}>
      <div className={styles.title}>
        <h1>הצהרת נגישות</h1>
      </div>
      <div className={styles.description}>
        <p>
          באמצעות אתר זה, חרטנו על דגלנו לספק שירות שוויני ללא פשרות לכל אדם,
          לרבות אנשים עם מוגבלות. לשם מתן שירות נגיש לאנשים עם מוגבלות, ביצעה
          חברת planet-pixel את ההתאמות הבאות במבנה החברה, במוקדי השירות
          הטלפוני ובמסירת מידע באמצעי תקשורת נוספים. 
          <br/>
          <br/>
          הנגשת מענה קולי:
          <br/> • למענה
          טלפוני – ניתן ליצור קשר דרך האתר ו/או באמצעים הבאים:
          <br/>
          o באמצעות
          דוא&quot;ל sergeishay@gmail.com
          <br/>
          o וואטסאפ עסקי – 0549093350.
        </p>
        <br/>
        <br/>        

        הנגשת אתר האינטרנט:
        <br/>

         • באתר זה הושקעו מאמצים ומשאבים רבים בהנגשת אתר
        האינטרנט במטרה לאפשר למרבית האוכלוסייה להשתמש באתרים בקלות ובנוחות
        ולהפכם לזמינים יותר עבור אנשים עם מוגבלות. החברה מצטרפת למאמץ הכולל
        להנגשת אתרים לאנשים עם צרכים מיוחדים. 
        <br/>
        •
         אתר זה עומד בדרישות תקנות שוויון
        זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות), התשע”ג 2013.
        <br/>
         •
         התאמות
        הנגישות בוצעו עפ”י המלצות התקן הישראלי (ת”י 5568) לנגישות תכנים באינטרנט
        ברמת AA (המבוסס על התקן עולמי WCAG 2.0). 
        <br/>
        • יש לציין כי למרות מאמצינו
        להנגיש את כלל הדפים באתר, ייתכן ויתגלו חלקים באתר שטרם נגישים.
        <br/>
         • אנו
        ממשיכים במאמצים לשפר את נגישות האתר כחלק ממחויבותינו לאפשר שימוש עבור
        כלל האוכלוסייה כולל אנשים עם מוגבלויות. הנגשת אתר מותאמת לדפדפנים
        המובילים: תקינה – האתר נתמך ע”י הדפדפנים הנפוצים בגרסתם העדכנית ביותר
        ולשימוש בטלפון הסלולרי.
        <br/>        <br/>
         כיצד עובדת ההנגשה באתר?
         
         <br/>
          באתר מוצב תפריט נגישות.
        לחיצה על התפריט באמצעות העכבר או ניווט בעזרת TAB-מאפשרת פתיחת כפתורי
        הנגשה. בחירה מתוך התפריט על הכפתור של ההתאמה האישית. כדי לסגור את התפריט
        תוכלו ללחוץ על כפתור הסגירה או ללחוץ במקלדת על כפתור ה-ESC או באמצעות
        לחיצה עם העכבר. 
        <br/>
        <br/> 
        כיצד לגלוש באתר? 
        
        <br/>
        • מבנה – מבנה האתר מושתת על ניווט נוח
        וברור ותפריטים הבנויים באמצעות רשימות המאפשרים התמצאות קלה, פשוטה
        ומהירה.
        <br/>
         •
          תוכן – העסק פועל לכתיבת התכנים בצורה פשוטה, ברורה ונהירה.
          <br/>
           •
        הגדלת התצוגה באתר – גולשים המתקשים בראייה ומעוניינים להגדיל את התצוגה
        באתר יכולים לעשות זאת ע”י לחיצה בו זמנית על המקשים Ctrl”” ו “+” (קונטרול
        ו-פלוס). כל לחיצה על צמד המקשים האלו תגדיל את התצוגה ב-10%. כדי להקטין
        את התצוגה יש ללחוץ בו זמנית על המקשים Ctrl”” ו “-” (קונטרול ו-מינוס).
        <br/>
         •
        הפעלת האתר באמצעות מקלדת – גולשים המתקשים בהפעלת עכבר יכולים לגלוש באתר
        באמצעות מקלדת. לחיצה חוזרת ונשנית על מקש Tab תעביר בין הקישורים השונים
        בעמוד. לחיצה על Enter תפעיל את הקישור המסומן ו- Esc ליציאה מתפריטים
        וחלונות. 
        <br/>
        • נגישות ללקויי ראיה – ניתן להגדיל או להקטין פונטים, לשנות את
        צבעי האתר ולהדגיש את מיקום הכפתורים לטובת ליקויי ראיה (נדרש ללחוץ על
        אייקון הנגישות). • כפתור בטל נגישות וחזרה לתצוגה רגילה.
        <br/>
         • בסרטונים אין
        מלל ולכן לא הוספנו כתוביות. פרטי אחראי נגישות בחברה:
        <br/>
         • תאריך עדכון הצהרת
        נגישות – 10.7.24 
        <br/>• במידה ואותרה בעיה כלשהי בנגישות ניתן לפנות
        במיילsergeishay@gmail.com  או בטלפון: 0549093350, תוך פירוט הבקשה
        המתאימה, ואנו נעשה את מירב המאמצים לספק מענה הולם.
        <br/>
         • נאמן הנגישות בעסק
        הינו סרגיי שיימרדנוב– ניתן לפנות במייל המצוין למעלה.
        <br/>
         • למידע נוסף על
        הנגשת אתרי אינטרנט – https://www.nagish.org.il/.
      </div>
    </div>
  );
};

export default Accessibility;
